Repository: getsolus/brisk-menu-translations
Catalog: *.po
Languages: ms

source: All Items
ms: Semua Item

source: All
ms: Semua

source: Applications
ms: Aplikasi

source: Favourites
ms: Kegemaran

source: Unpin from favourites menu
ms: Alih pin dari menu kegemaran

source: Pin to favourites menu
ms: Pin ke menu kegemaran

source: Unpin from desktop
ms: Alih pin dari desktop

source: Pin to desktop
ms: Pin ke desktop

source: Classic
ms: Klasik

source: Type to search
ms: Taip untuk mencari

source: Sorry, no items found
ms: Maaf, item tidak ditemui

source: End the current session
ms: Tamatkan sesi

source: Lock the screen
ms: Kuncikan skrin

source: Turn off the device
ms: Matikan peranti

source: Failed to launch menu editor
ms: Gagal melancarkan editor menu

source: Please install 'menulibre' or 'mozo' to edit menus
ms: Sila pasang 'menulibre' atau 'mozo' untuk mengedit menu

source: _Edit Menus
ms: _Edit Menu

source: _About
ms: _Berkenaan

source: Brisk Menu Launcher
ms: Pelancar Menu Brisk
